Repository: amr-zaky/DRM-Company
Catalog: lib/core/helpers/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

# lblLanguageName
source: العربية
ar: English

# lblValidate
source: Validate
ar: تأكيد

# title
source: Default Repository App
ar: التطبيق التلقائي

# title22
source: Default Repository App 22
ar: التطبيق التلقائي 22

# title2
source: Default Repository App 22
ar: التطبيق التلقائي 22

# lblNoData
source: No data
ar: لا يوجد بيانات

# lblSignup
source: Signup
ar: تسجيل الدخول

# lblName
source: Company Name
ar: اسم المستخدم

# lblEnterName
source: Enter user name
ar: ادخل اسم المستخدم

# lblEmail
source: Email
ar: البريد الالكتروني

# lblPassword
source: Password
ar: كلمة المرور

# lblConfirm
source: Confirm
ar: تاكيد

# lblHaveAccount
source: Have account?
ar: لديك حساب ؟

# lblSignIn
source: Sign in
ar: تسجيل الدخول

# lblJoinWith
source: Or you join with
ar: او قم بالستجيل بواسطة

# lblPhone
source: Phone number
ar: رقم الهاتف

# lblNameIsEmpty
source: Name is empty
ar: الاسم فارغ

# lblEmailIsEmpty
source: Email is empty
ar: الايميل فارغ

# lblPasswordIsEmpty
source: Password is empty
ar: كلمة المرور فارغة

# lblPhoneIsEmpty
source: Phone is empty
ar: رقم الهاتف فارغ

# lblNameBadFormat
source: Name in bad format
ar: الاسم يحتوي ع ارقام او رموز

# lblEmailBadFormat
source: Email in bad format
ar: الايميل بصيغة غير صحيحة

# lblLogin
source: Login
ar: تسجيل الدخول

# lblPhoneValidate
source: Your Phone must be 11 digit
ar: يجب ان يكون رقم الهاتف مكون من 11 رقم

# lblPasswordValidate
source: Your password must be more than 6 character
ar: كلمة المرور يجب ان تكون اكبر من ٦ احرف

# lblIsForgetPassword
source: Forget password?
ar: فقدت كلمة المرور ؟

# lblForgetPassword
source: Forget password
ar: نسيت كلمة السر

# lblDoNotHaveAccount
source: Haven’t account?
ar: لا امتلك حساب؟

# lblCurrentPassword
source: Current Password
ar: كلمة المرور الحالية

# lblNewPassword
source: New Password
ar: كلمة المرور الجديدة

# lblConfirmNewPassword
source: Confirm New Password
ar: تاكيد كلمة المرور الجديدة

# lblConfirmPassword
source: Confirm Password
ar: تاكيد كلمة المرور

# lblPhoneOtpIsEmpty
source: OTP is empty
ar: رمز التاكيد فارغ

# lblLoading
source: Loading . . .
ar: تحميل . . .

# lblPasswordMustBeMoreThan
source: The password should not be less than 8 letters and numbers
ar: كلمة السر يجب ان تكون اكثر من 8 احرف

# lblPleaseConfirmOnTerms
source: Agree to the terms and conditions
ar: وافق على الشروط والأحكام

# lblCreateAccount
source: Create Account
ar: انشاء حساب

# lblOutTermsAndConditions
source: Our Terms and Conditions
ar: الشروط والاحكام

# lblAccept
source: I Accept
ar: انا اقبل

# lblPasswordDontMatch
source: Re-type password don`t match password
ar: تاكيد كلمة المرور لا تطابق كلمة المرور الجديدة

# lblComplexPasswordValidationUpperAndLower
source: Password Should have lower and Upper case Characters and Special Characters and Numbers
ar: يجب أن تحتوي كلمة المرور على أحرف صغيرة وكبيرة

# lblComplexPasswordValidationSc
source: Password Should have Special Characters
ar: كلمة السر يجب ان تحتوي علي حروف خاصة

# lblEnterComplexPassword
source: Enter Complex Password
ar: ادخل كلمة المرور

# lblNameLength
source: Name Length must be more than one character
ar: يجب ان يحتوي الاسم علي حرفين علي الاقل

# lblAddProfilePicture
source: Add Profile Picture
ar: اضف صورة شخصية

# lblOptional
source: Optional
ar: اختياري

# lblRemoveImage
source: Remove photo
ar: مسح الصورة

# lblSignUpSuccess
source: Account created successfully
ar: تم انشاء الحساب بنجاح

# lblProfileUpdateSuccess
source: Profile update successfully
ar: تم تحديث الحساب بنجاح

# lblChangePasswordUpdateSuccess
source: Password Change successfully
ar: تم تغير الباسورد بنجاح

# lblCamera
source: Camera
ar: كاميرا

# lblGallery
source: Gallery
ar: معرض الصور

# lblTakePhoto
source: Take a picture
ar: التقط صورة

# lblCancel
source: Cancel
ar: الغاء

# lblWrongHappen
source: Something wrong happen
ar: حدث خطأ ما

# lblSendYou
source: We will send you
ar: سوف نقوم بارسال

# lblVerificationCode
source: a verification code to your email address
ar: رمز التحقق إلى رقم الهاتف الخاص بك

# lblSubmit
source: Submit
ar: تاكيد

# lblEnterEmail
source: Enter Email
ar: ادخل البريد الالكتروني

# lblEnterPassword
source: Enter Password
ar: ادخل كلمة المرور

# lblCreateNewPassword
source: Create a new Password
ar: إنشاء كلمة مرور جديدة

# lblEnterVerificationCode
source: Enter verification code
ar: ادخل كود التاكيد

# lblSendToYourEmail
source: A message has been sent to
ar: تم ارسال رساله لرقم جوال

# lblVerificationCodeSt
source: Verification Code
ar: رمز التحقق

# lblSecond
source: Sec
ar: ثواني

# lblDontRecieveCode
source: Don’t receive code?
ar: اعاده ارسال الرمز خلال

# lblResend
source: Re-send
ar: اعادة ارسال

# lblRetry
source: retry
ar: حاول مرة اخرة

# lblNotification
source: Notification
ar: اشعارات

# lblClearAll
source: Clear All
ar: مسح الكل

# lblNoNotification
source: No Notification Found
ar: لا يوجد اشعارات

# lblNoNotificationDescription
source: you do not have any notification yet
ar: لا يوجد اشعارات حتي الان

# lblEnterPhoneNumber
source: Enter the mobile number
ar: قم بادخال رقم الجوال

# lblHello
source: Hello ,
ar: مرحبا,

# lblHome
source: Home
ar: الرئيسية

# lblEdit
source: Edit
ar: تعديل

# lblDeleteAccount
source: Delete Account
ar: حذف الحساب

# lblDeleteThisAccount
source: Are you sure you wish to delete your Account Deleting your account removes all your information and requests
ar: هل تريد حذف الحساب نهائيا

# lblYes
source: Yes
ar: نعم

# lblNo
source: No
ar: لا

# lblChangePassWord
source: Change password
ar: تغير كلمة المرور

# lblLogOut
source: Log out
ar: تسجيل الخروج

# lblIsLogOut
source: Do you want to log out ?
ar: هل تريد تسجيل الخروج ؟

# lblOldPassword
source: Old Password
ar: كلمة المرور القديمة

# lblSave
source: Save
ar: حفظ

# lblNoResultFound
source: No result found
ar: لايوجد نتائج

# lblCallSupport
source: Call Support
ar: الاتصال بالدعم

# lbCallSupportDesc
source: Is there any problem , and you want to call support
ar: هل هناك مشكلة وتريد الاصال بالدعم

# lblEGP
source: EGP
ar: جنية

# lblOldRequest
source: Previous request
ar: طلب سابق

# lblAddRating
source: Add Rating
ar: اضف تقييم

# lblCancelRequest
source: Canceled
ar: تم الالغاء

# lblRating
source: Rating
ar: التقيم

# lblTotal
source: Total
ar: الاجمالي

# lblAddRate
source: Add rating
ar: اضف تقييم

# lblHowWas
source: how was
ar: كيف كان

# lblOption
source: option
ar: اختياري

# lblSend
source: Send
ar: إرسال

# lblRatingError
source: This filed is required
ar: هذا الخانة مطلوبة

# lblOldPasswordDoNotMatch
source: the old password must be not equal the new password
ar: كلمة المرور القديمة لا يجب أن تطابق كلمة المرور الجديدة

# lblAccountActivated
source: The Account Activated successfully
ar: تم تفعيل الحساب بنجاح

# lblTo
source: To
ar: الي

# lblMinute
source: Minute
ar: دقيقة

# lblUpdateRequest
source: If the request didn't change click here
ar: إذا لم يتغير الطلب اظغط هنا

# lblNewPasswordSet
source: Your password have been reset
ar: تمت إعادة تعيين كلمة المرور الخاصة بك

# lblSearchTitle
source: Search
ar: بحث

# lblCheckInternet
source: please check your internet connection and try again
ar: يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى

# lblSearchHere
source: Search here . . .
ar: ابحث هنا . . .

# lblNoResultFount
source: No result found
ar: لايوجد نتائج

# lblAdjustYourSearch
source: Please adjust your search
ar: برجاء تعديل بحثك لتجد ما تبحث عنه

# lblTermsAndConditions
source: Terms and Conditions
ar: الشروط و الاحكام

# lblMarkAsRead
source: mark as read
ar: تحديد كمقروء

# lblDelete
source: Delete
ar: حذف

# lblSetting
source: Setting
ar: الاعدادات

# lblMyAccount
source: My Account
ar: حسابي

# lblAppSetting
source: Account setting
ar: اعدادات الحساب

# lblProfileSetting
source: Profile Setting
ar: اعدادت الملف الشخصي

# lblSelectLanguage
source: Select language
ar: أختر اللغه

# lblEnglish
source: English
ar: اﻷنجليزية

# lblArabic
source: Arabic
ar: العربية

# lblFAQ
source: FAQ
ar: الاسئلة الشائعة

# lblQuestionNotFound
source: Didn't find your question ?
ar: لم تجد سؤالك ؟

# lblOpenTicket
source: Open ticket
ar: قدم شكوي

# lblNoQuestionFound
source: No Question found
ar: لا توجد اسئلة حاليا

# lblSubject
source: Subject
ar: الموضوع

# lblFieldRequired
source: this Field Required
ar: هذا الحقل مطلوب

# lblRequestSendSuccess
source: Request sent successfully
ar: تم ارسال الطلب بنجاح

# lblSubjectIsEmpty
source: Subject Is Empty
ar: الموضوع فارغ

# lblDescriptionIsEmpty
source: Description Is Empty
ar: الوصف فارغ

# lblDescription
source: Description
ar: الوصف

# lblSendRequestTitle
source: Send Request
ar: ما المشكلة التي تواجهك؟

# lblSelectReason
source: Select Problem Reason
ar: اختر سبب للمشكلة

# lblProblemDes
source: Problem description
ar: وصف المشكلة

# lblSupport
source: Support
ar: الدعم

# lblHelpCenterTitle
source: Help Center
ar: مركز المساعدة

# lblHelpAndSupport
source: Help and support
ar: المساعدة والدعم

# lblSureToLogout
source: Are you sure you want to logout your account?
ar: هل أنت متأكد من تسجيل الخروج؟

# lblBack
source: Back
ar: رجوع

# lblChangeMobileNumber
source: Change Mobile Number
ar: تغيير رقم الهاتف

# lblWrongPhoneNumber
source: Wrong phone number
ar: رقم الهاتف خطا

# lblOldPhone
source: Old mobile number
ar: رقم الهاتف القديم

# lblNewPhone
source: New mobile number
ar: رقم الهاتف الجديد

# lblToConfirmChangingPhone
source: To confirm changing the mobile number to
ar: لتأكيد تغيير رقم الهاتف الي

# lblEnterPasswordForAccount
source: Enter the password for your account.
ar: أكتب كلمة المرور الخاصة بالحساب.

# lblChangeNumber
source: Change Mobile Number
ar: تغيير رقم الهاتف

# lblDeleteAccountPassword
source: For your Safety and Security Please, Enter your Password and click next
ar: من أجل سلامتك وأمنك من فضلك أدخل كلمة المرور الخاصة بك وانقر فوق التالي

# lblNext
source: Next
ar: التالي

# lblDeleteAccountNote
source: Please, Note that In case you delete your account you can not mange services and payment history
ar: من فضلك ، لاحظ ذلك في حالة حذف حسابك ، لا يمكنك إدارة الخدمات وسجل الدفع

# lblHaveProblem
source: Have a problem ?
ar: لديك مشكلة ؟

# lblEmptyReason
source: There is no Reason for your action
ar: لا يوجد سبب لإجراء الخاص بك

# lblDeleteAccountReasonsTitle
source: Could you tell us why you want to delete your account
ar: هل يمكن أن تخبرنا لماذا تريد حذف حسابك

# lblTicketReasonsTitle
source: Could you tell us what is your problem ?
ar: هل يمكن أن تخبرنا ما هي مشكلتك؟

# lblWriteNote
source: Write Your reason
ar: أكتب سبب مشكلتك

# lblWriteYourComment
source: Write your comments
ar: أكتب تعليقك

# lblSAR
source: SAR
ar: ر.س

# lblIdIsEmpty
source: ID number is empty
ar: رقم الهوية فارغة

# lblIDValidate
source: Your ID number must be 10 digit
ar: يجب ان يكون رقم الهوية مكون من ١٠ ارقام

# lblIDNumber
source: Identification card number
ar: رقم الهوية / الاقامة

# lblResendVerificationCode
source: Resend verification code,
ar: ارسل الكود مره اخري بعد ,

# lblWelcomeInDRM
source: Welcome in DRM
ar: مرحبًا بك في DRM

# lblOnBoardingSub1
source: We help you reach customers
ar: نساعدك في الوصول لحاويات لمساعدتك في نقل اغراضك بسهولة

# lblOnBoardingSub2
source: We make it easy for you to follow up on customers and containers to serve them faster and easier.
ar: كل ما عليك فعلة تحديد موقعك و سوف تجد الحاوية المناسبة لاغراضك

# lblOnBoardingSub3
source: Our service providers will contact you as soon as possible.
ar: سوف يتواصل معك مقدمي خدماتنا في اسرع وقت

# lblUseOurFeature
source: Take advantage of our great features
ar: استفد من ميزاتنا الرائعة

# lblForEsayLife
source: DRM for easy life
ar: لحياة اسهل DRM

# lblSkip
source: Skip
ar: تخطي

# lblLetsGetStarted
source: Let's get started
ar: هيا نبدء

# lblOr
source: Or
ar: او

# lblNewAccount
source: New User,
ar: مستخدم جديد,

# lblWelcome
source: Welcome
ar: آهلا بك !

# lblDiscoverNewOpportunities
source: Discover unique investment opportunities
ar: استكشف فرص الاستثمار الفريدة

# lblBePartOfEconomic
source: And be part of the economic transformation
ar: وكن جزءًا من التحول الاقتصادي

# lblSaveChanges
source: Save Changes
ar: حفظ التغيرات

# lblPasswordMatchOld
source: Current password should not match with new password
ar: كلمة المرور الحالية لا يجب ان تطابق كلمة المرور الجديدة

# lblNewUser
source: New user
ar: مستخدم جديد

# lblGustUser
source: Gust User
ar: مستخدم ضيف

# lblLoginPls
source: Please log in
ar: برجاء تسجيل دخول

# lblToFullTry
source: To get a complete user experience
ar: للحصول علي تجربة مستخدم كاملة

# lblWriteProblemDes
source: Write the problem in detail
ar: اكتب المشكلة بالتفصيل

# lblCallUs
source: Call with us
ar: تواصل معنا

# lblWhatsApp
source: WhatsApp
ar: واتس اب

# lblPhoneCall
source: Phone Call
ar: مكالمة هاتفية

# lblWriteHere
source: Write your massage
ar: أكتب رسالتك هنا

# lblAddReport
source: Add a Problem
ar: اضافة مشكلة

# lblYourProblems
source: My Problems
ar: مشاكلي

# lblClosedTicket
source: Close ticket
ar: مشكلة مغلقة

# lblYourTickets
source: Your tickets
ar: تذاكرك

# lblOpen
source: Open
ar: نشطة

# lblClose
source: Closed
ar: مغلقة

# lblMakeSureAllDataClear
source: Make sure all data clear
ar: تأكد من أن جميع البيانات واضحة

# lblPhotoRestriction
source: You can upload a maximum of 4 photos, no more than 6 MB in size
ar: يمكنك تحميل 4 صور كحد أقصى، لا يزيد حجمها عن 6 ميغابايت

# lblAddPic
source: Add Picture
ar: اضف صورة

# lblProfilePicture
source: Profile Picture
ar: صورة الملف الشخصية

# lblDeleteImage
source: Delete Image
ar: مسح الصورة

# lblMaxLengthReach
source: You have reached the max length of images
ar: لقد وصلت إلى الحد الأقصى لعدد الصور

# lblAlreadyUser
source: Already have an account,
ar: مستخدم بالفعل,

# lblWelcomeAgain
source: Welcome Again
ar: مرحبًا مجددًا!

# lblEnjoyOurService
source: Enjoy with us distinctive and fast calls to transport your belongings easily.
ar: استمتع معنا بخدمة مميزة و سريعة

# lblCodeWillSendToPhone
source: A confirmation code will be sent to your mobile number
ar: سيتم ارسال كود تاكيد علي رقم جوالك

# lblResendVerification
source: Resend verification code,
ar: اعاده ارسال الرمز خلال

# lblContainers
source: Containers
ar: الحاويات

# lblCart
source: Cart
ar: السلة

# lblWeMoveYourContainer
source: Together we preserve the environment
ar: سنصل اليك اينما كنت

# lblSeeMore
source: See More
ar: شاهد المزيد

# lblOrder
source: Orders
ar: الطلبات

# lblAboutProduct
source: About Service
ar: عن الخدمة

# lblCurrency
source: RS
ar: ر . س

# lblAddress
source: Saved Address
ar: العناوين المسجلة

# lblAddAddress
source: Add Address
ar: اضافة عنوان

# lblNoAddressYet
source: No Address Yet
ar: لا يوجد عناوين بعد

# lblAddYourLocation
source: Enter your current location
ar: ادخل موقعك الحالي

# lblAddNewAddressDesc
source: Enter the site where you want to request the service, and we will provide you with our services as soon as possible.
ar: ادخل موقع المراد طلب الخدمة فية لنصلك خدماتنا في اسرع وقت

# lblPickLocation
source: Pick location
ar: اختار موقع

# lblAddressName
source: Address Name
ar: اسم العنوان

# lblYouMustPickALocation
source: You must pick a location
ar: يجب اختيار موقع

# lblAddressNameIsEmpty
source: Address name is empty
ar: اسم العنوان فارغ

# lblAddressDescription
source: Add the address for quick access later
ar: قم باضافة العنوان لسرعة الوصول لاحقا

# lblNoAddress
source: No Address
ar: العنواين خالية

# lblYourLocation
source: Your Location
ar: موقعك الحالي

# lblOrderService
source: Order Service
ar: طلب الخدمة

# lblOrderNow
source: Order Now
ar: احجز الحين

# lblDate
source: Date
ar: التاريخ

# lblOrderDetails
source: Order Details
ar: تفاصيل الخدمة

# lblOrderDate
source: Service Order Date
ar: تاريخ طلب الخدمة

# lblOrderAddress
source: Service Order Address
ar: عنوان طلب الخدمة

# lblYourOrderSend
source: Your order has been sent successfully
ar: تم ارسال طلبك بنجاح

# lblThxFromDrm
source: Thank you for using DRM
ar: شكرا لاختيارك درم

# lblYouMustPickADate
source: You must pick a date
ar: يجب اختيار تاريخ

# lblMyOrders
source: My Orders
ar: طلباتي

# lblNoOrders
source: There is No Orders
ar: لا يوجد طلبات

# lblNoOrdersDescription
source: Choose the service and we will reach you wherever you are
ar: قم باختيار الخدمة و سنصلك اينما كنت

# lblCurrentOrder
source: Current
ar: الحالية

# lblOld
source: Old
ar: السابقة

# lblQuantity
source: Quantity
ar: الكمية

# lblCancelMyOrder
source: Cancel My Order
ar: الغاء الطلب

# lblOrderStatus
source: Order Status :
ar: حالة الطلب :
